Tekla.Structures.CatalogInternal.Remoter


Tekla.Structures.CatalogInternal.Remoter.ChannelName
Name of the remoting channel to register.

Tekla.Structures.CatalogInternal.Remoter.PublishTypes


Tekla.Structures.CatalogInternal.Remoter.InitializeSandBox
